{
  "hasil": [
    {
      "id": 143,
      "nama_batik": "Abimanyu",
      "daerah_batik": "Solo",
      "makna_batik": "Abimanyu merupakan putra Arjuna (Pandawa). Ia akan mempunyai keturunan (Parikesit) yg akan menurunkan ksatria yg menjadi raja-raja Jawa. Motif ini menyiratkan harapan agar pemakainya dapat memiliki sifat sifat ksatria seperti sang Abimanyu.\r\n\r\nDemikianlah motif batik beserta maknanya yang ada di bumi nusantara ini, saya kumpulkan dari berbagai sumber, dan cukup melelahkan mencarinya. Pada kenyataannya memang masih ada beberapa motif lagi yang belum saya muat di sini. Mudah mudahan lain kali saya bisa memuat lebih banyak lagi motif batik sehingga bisa membantu anda untuk lebih mengenal motif batik dan filosofi batik lainnya,ya..",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 2,
      "link_batik": "https://harryani.files.wordpress.com/2010/11/abimanyu.jpg"
    },
    {
      "id": 124,
      "nama_batik": "Abstrak",
      "daerah_batik": "-",
      "makna_batik": "Motif batik ini tidak terikat dengan aturan ataupun motif tertentu yang telah ada. Menggambarkan sebuah kebebasan dan ekspresi dari kehidupan. Menggabungkan berbagai unsur dan warna yang diterapkan didalamnya membuat batik ini terus berkembang dan semakin diminati.",
      "harga_rendah": 180000,
      "harga_tinggi": 295000,
      "hitung_view": 2,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-abstrak.jpg"
    },
    {
      "id": 114,
      "nama_batik": "Bali",
      "daerah_batik": "Bali",
      "makna_batik": "Batik di Bali mulai ada sekitar tahun 1970 yang diprakarsai oleh Pande Ketut Krisna, seorang putra Bali yang bertempat di Banjar Tegeha, Desa Batubulan, Sukawati Gianyar, Bali. Dulu pada awal pembuatannya, beliau masih menggunakan teknik batik cap dengan bantuan alat tenun yang masih manual.\n\nMotif batik ini masih sedikit yang mengenalnya dikarenakan desainnya sebatas untuk lokal saja. Walaupun ada juga beberapa motif yang merupakan perkawinan dari dalam dan luar negeri.",
      "harga_rendah": 395000,
      "harga_tinggi": 395000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-bali-info.jpg"
    },
    {
      "id": 158,
      "nama_batik": "Banjarnegara Kupu",
      "daerah_batik": "Banjarnegara",
      "makna_batik": "Motif-motif flora dan fauna dengan kombinasi warna-warna tanah, adalah corak khas pesisir yang feminim untuk menggambarkan kelembutan alam.",
      "harga_rendah": 95000,
      "harga_tinggi": 225000,
      "hitung_view": 1,
      "link_batik": "https://s2.bukalapak.com/img/750336211/m-1000-1000/20151025_165317-small.jpg"
    },
    {
      "id": 117,
      "nama_batik": "Bengkulu",
      "daerah_batik": "Bengkulu",
      "makna_batik": "Motif batik Bengkulu sangat berbeda dengan Batik di Jawa, terutama pada kain yang dipakainya. Kain batik ini dikenal dengan nama Basurek dan biasanya ditulis dengan kaligrafi Arab dan juga beberapa potongan ayat suci Al-Qur’an yang diterapkan pada motifnya.\r\n\r\nKain Batik ini sangat sakral di daerah Bengkulu, biasa digunaka untuk upacara adat pengantin, sebagai penutup kepala, bahkan juga digunakan untuk menutupi mayat.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-bengkulu.jpg"
    },
    {
      "id": 107,
      "nama_batik": "Buketan",
      "daerah_batik": "Pekalongan",
      "makna_batik": "Motif batik ini berkembang di Pekalongan disaat penjajahan Belanda. Dipelopori oleh Caroline Josephine Van Franquemont dan Catherina Carolina Van Oosterom pada tahun 1840. Lalu dikembangkan oleh Cristina Van Zuylen pada tahun 1880.\r\n\r\nMotif batik Buketan mempunyai motif bunga atau tumbuh-tumbuhan. Seperti susunan bunga, kupu-kupu, burung hong, dan tumbuhan berselulur yang disusun cantik nan indah. Ini juga diambil dari bahasa Prancis ”bouqet” yang mempunyai arti rangkaian bunga.",
      "harga_rendah": 131750,
      "harga_tinggi": 375000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-buketan-1.jpg"
    },
    {
      "id": 103,
      "nama_batik": "Burung merak",
      "daerah_batik": "",
      "makna_batik": "Motif batik yang menggambarkan anak burung yang baru menetas dan mencoba terbang dengan menggeleparkan sayapnya yang masih lemah. Berusaha terlepas dari cangkang telur yang dimana posisi separu badannya masih terpenjara oleh cangkang tempatnya semula. Motif ini mempunyai makna tentang manusia yang meninggal dimana dia berusaha melepaskan jiwanya menuju kehidupan yang lain.",
      "harga_rendah": 89250,
      "harga_tinggi": 293250,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-burung-huk.jpg"
    },
    {
      "id": 126,
      "nama_batik": "Ceplokan",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik ini merupakan kategori batik hias yang sering dipadukan dengan berbagai motif batik yang lain untuk mendapatkan corak motif batik yang lebih indah. Motifnya berdasarkan bentuk geometri yang diulang-ulang seperti persegi, persegi panjang, bulat telur, dan juga bintang.",
      "harga_rendah": 95000,
      "harga_tinggi": 325000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/rastrabara.xyz-motif-batik-ceplok.jpg"
    },
    {
      "id": 122,
      "nama_batik": "Ciptoning",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik ciptoning biasanya dipakaikan ke orang tertua di keluarga atau kepada seorang pemimpin adat. Mempunyai makna dan tujuan agar pemakainya menjadi seorang pemimpin yang benar, mampu memberikan petunjuk jalan yang benar terhadap orang yang dipimpinnya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-ciptoning-1.jpg"
    },
    {
      "id": 125,
      "nama_batik": "Cirebon",
      "daerah_batik": "Cirebon",
      "makna_batik": "Batik Cirebon merupakan batik yang menggambarkan kraton atau biasa disebut batik istana. Karakteristik batik ini merupakan motif wadasan, mempunyai unsur dekorasi, serta tediri dari warna-warna yang lebih muda yang menjadi latar belakang kain dan warna garis yang lebih gelap .",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/batik-cirebon-motif-bunga.jpg"
    },
    {
      "id": 112,
      "nama_batik": "Cual bangka",
      "daerah_batik": "Bangka Belitung",
      "makna_batik": "Motif batik Kain Cual Bangka merupakan motif batik yang berasal dari daerah Bangka Belitung, Sumatra. Produksinya memang masih minim, namun mulai dikenal oleh turis mancanegara yang biasa berkunjung kesana.\r\n\r\nMotif ini memiliki warna yang eksotik khas Melayu yang terlihat lebih cerah saat digunakan dalam berbagai acara dan tempat. Memiliki motif flora dan faunan yang selalu ditonjolkan dibanding bentuk lainnya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-cual-bangka.jpg"
    },
    {
      "id": 123,
      "nama_batik": "Cuwiri",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik cuwiri biasanya banyak digunakan pada acara spiritual mitoni atau dikenala sebagai peringatan tujuh bulanan pada bayi. Cuwiri mempunyai arti kecil-kecil. Motif batik ini dipakaikan kepada bayi agar bayi menjadi terlihat pantas dan dihormati oleh masyarakat.",
      "harga_rendah": 97750,
      "harga_tinggi": 335750,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-cuwiri.jpg"
    },
    {
      "id": 159,
      "nama_batik": "Gedogan Tuban",
      "daerah_batik": "Tuban",
      "makna_batik": "Motif batik pesisiran ini mengangkat kehidupan laut. Warna-warna gelap yang senada menggambarkan kelembutan dan keselarasan alam.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://bibolbatik.files.wordpress.com/2015/10/batik_tuban1.jpg"
    },
    {
      "id": 162,
      "nama_batik": "Glebak Khantil",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Makna yang dalam tersirat dari motif glebak kanthil ini. Ditujukan sebagai doa pada pasangan pengantin, agar kehidupan rumah tangga yang dibinanya dapat diberkahi dengan limpahan kasih sayang. Kasih sayang yang hadir dari kebaikan yang tulus.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://4.bp.blogspot.com/-oeh3iUeh5Js/UDzm5l3GdpI/AAAAAAAAC7E/VMx_Y0V06dU/s1600/motif+batik+udan+riris.jpg"
    },
    {
      "id": 141,
      "nama_batik": "Gringsing",
      "daerah_batik": "Bali",
      "makna_batik": "Kata Gringsing adri motif ini berasal dari kat Gring yang artinya sakit dan sing yang artinya tidak. Oleh karena itu, arti dari motif ini adalah menolah segala penyakit.",
      "harga_rendah": 95000,
      "harga_tinggi": 280000,
      "hitung_view": 1,
      "link_batik": "https://fitinline.com/data/article/20130726/Batik%20Motif%20Gringsing%206.jpg"
    },
    {
      "id": 142,
      "nama_batik": "Grompol",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Grompol dalam bahasa Jawa berarti berkumpul atau bersatu. Melambangkan harapan orang tua agar semua hal yang baik akan berkumpul, yaitu rejeki, kebahagiaan, kerukunan hidup, ketentraman untuk kedua keluarga pengantin. Selain itu, juga bermakna harapan supaya pasangan keluarga baru itu dapat berkumpul atau mengingat keluarga besarnya ke mana pun mereka pergi. Harapan yang lain agar semua sanak saudara dan para tamu akan berkumpul sehingga pesta pernikahan berjalan meriah.",
      "harga_rendah": 89250,
      "harga_tinggi": 157250,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/originals/64/d8/c6/64d8c6253eb20b751fff92fb2a76811e.jpg"
    },
    {
      "id": 95,
      "nama_batik": "Gurda",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Gurda atau burung Garuda merupakan burung yang menjadi lambang bangsa Indonesia. Masyarakat jawa meyakini burung garuda mempunyai kedudukan yang cukup penting dalam kehidupan.\r\n\r\nBentuk motif Gurda terdiri dari dua sayap dan ditengahnya terdapat badan dan ekor. Dan motif ini dibuat berdasarkan atas kepercayaan masyarakat di masa lalu dimana burung garuda mempunyai simbol kehidupan dan juga simbol kejantanan.",
      "harga_rendah": 95000,
      "harga_tinggi": 325000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/batik-motif-gurdo.jpg"
    },
    {
      "id": 118,
      "nama_batik": "Jambi",
      "daerah_batik": "Jambi",
      "makna_batik": "Saat dulu kala, batik di daerah Jambi hanya digunakan oleh masyarakat dengan tingkat tertinggi seperti kaum bangsawan dan raja-raja. Namun sekarang sudah menyebar dan bisa digunakan oleh siapapun. Motif batik Jambi sangat unik seperti flora dan fauna yang bercampu baur. Warna yang digunakan juga merupakan warna alami yang dibuat dari campuran kayu dan tanaman unik yang berasal dari Jambi.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/batik-jambi.jpg"
    },
    {
      "id": 127,
      "nama_batik": "Jepara",
      "daerah_batik": "Jepara",
      "makna_batik": "Motif batik Jepara memiliki dua macam motif, yaitu motif lama dan motif baru. Motif batik yang lama mempunyai warna lung hitam, dengan gajah berwarna coklat, dan daun ulir berwarna hijau.\r\n\r\nSedangkan motif batik Jepara yang baru mempunyai lebih banyak variasinya. Banyak orang menyebut batik ini adalah batik Kartini, sesuai nama pahlawan nasional yang berasa dari kota Jepara.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-jepara.jpg"
    },
    {
      "id": 128,
      "nama_batik": "Kawung",
      "daerah_batik": "Cirebon",
      "makna_batik": "Kawung dalam bahasa Sunda mempunyai arti buah aren atau kolang-kolang kaling. Jadi motif batik kawung menyerupai buah kolang-kaling yang dibelah melintang sehingga terlihat motif 4 biji. Dan biasanya digunakan untuk pengantin putrid.",
      "harga_rendah": 80750,
      "harga_tinggi": 205000,
      "hitung_view": 2,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-kawung-2.jpg"
    },
    {
      "id": 129,
      "nama_batik": "Lereng",
      "daerah_batik": "Cilegon",
      "makna_batik": "Batik ini memiliki motif pokok garis-garis miring yang sejajar. Dan biasanya diantara garis-garis miring tersebut ditambahkan motif tambahan seperti bunga, daun, titik, dan yang sejenisnya untuk menambah esensi keindahan.",
      "harga_rendah": 89250,
      "harga_tinggi": 221000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-lereng.jpg"
    },
    {
      "id": 134,
      "nama_batik": "Malang",
      "daerah_batik": "Malang",
      "makna_batik": "Motif batik malang mempunyai ciri dengan pola tanaman disertai candi-candi. Ini seperti halnya dengan simbol kota malang yang memang disana banyak ditemukan candi tersebar di beberapa daerah. Dengan warna motif batik yang cenderung cerah seperti warna biru yang ditimpa warna putih, lalu ditimpa lagi dengan warna merah cerah.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/batik-malang-indonesia.jpg"
    },
    {
      "id": 136,
      "nama_batik": "Manggaran",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik manggaran adalah salah satu motif batik yang cukup indah. Biasanya disebut dengan nama Sigar Semangka di daerah asalnya, yaitu Desa Giriloyo. Motif batik ini mungkin berasal dari Yogyakarta, namun sudah hidup sejak jaman Kerajaan Majapahit.\r\n\r\nPembuatan motif batik Manggaran yang cukup panjang membuat kain dengan motif batik ini sangat berkualitas dan juga dapat meningkatkan kualitas penampilan para pemakainya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/manggaran-batik.jpg"
    },
    {
      "id": 104,
      "nama_batik": "Mega mendung",
      "daerah_batik": "Cirebon",
      "makna_batik": "Motif batik Mega Mendung bercorak seperti susunan awan dengan pewarnaan yang gelap seperti merah tua, biu tua, atau kecoklatan. Mempunyai garis lengkung yang tersusun beraturan. Menggambarkan kehidupan manusia yang selalu berubah dalam mencari jati dirinya.",
      "harga_rendah": 73000,
      "harga_tinggi": 73000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/Motif-batik-mega-mendung.jpg"
    },
    {
      "id": 94,
      "nama_batik": "Meru",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Siapa yang tak kenal dengan Mahameru. Gunung ini kabarnya merupakan tempat tinggal bagi Tri Murti. Trimurti melambangkan segala kehidupan, kemakmuran, dan kebahagiaan hidup di dunia. Oleh karena itu untuk mendapatkan kemakmuran dan kebahagian maka dibuatlah batik Meru.\r\n\r\nCorak batik Meru biasanya berupa tanaman yang dipadu dengan bunga. Mempunyai dasar dengan warna yang agak tua seperti kuning tua atau orange. Batik dengan motif Meru biasanya digunakan pada pengantin wanita di Yogyakarta.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 2,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/Motif-Batik-Meru.jpg"
    },
    {
      "id": 102,
      "nama_batik": "Nitik karawitan",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik ini mempunyai makna filosofi tentang kebijaksanaan. Dengan memakai batik ini diharapkan yang memakai menjadi orang yang bijaksana. Dan biasanya digunakan pada orang-orang yang dituakan atau dijadikan pemimpin di daerahnya.",
      "harga_rendah": 89250,
      "harga_tinggi": 114750,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-nitik-karawitan.jpg"
    },
    {
      "id": 99,
      "nama_batik": "Ondel-ondel betawi",
      "daerah_batik": "Jakarta",
      "makna_batik": "Motif ini berkembang di daerah Betawi, seperti ondel-ondel pada umumnya. Motif batik ondel-ondel dibuat dengan tujuan untuk menolak kedatangan makhluk halus atau sebagai penolak bala. Namun dewasa ini hanya digunakan sebagai penyambut pesta rakyat atau penyambutan tamu terhormat di Betawi.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 0,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-betawi.jpg"
    },
    {
      "id": 111,
      "nama_batik": "Pala Cengkeh",
      "daerah_batik": "Ambon",
      "makna_batik": "Motif batk pala cengkeh merupakan motif batik yang berasal dari kota Ambon yang mempunyai motif tentang keanekaragaman hasil alam dan budaya seperti Parang Salawaku, Siwalima, Palacengkeh, dan Mutiara.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-pala-cengkeh.jpg"
    },
    {
      "id": 165,
      "nama_batik": "Pamiluto",
      "daerah_batik": "Solo",
      "makna_batik": "Pamiluto berasal dari kata pulut, berarti perekat, dalam bahasa Jawa bisa artinya kepilut (tertarik).",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://www.bisniskonfeksi.com/wp-content/uploads/2014/12/Motif-Batik-Yogyakarta-dan-Maknanya2.jpg"
    },
    {
      "id": 131,
      "nama_batik": "Parang Kusuma",
      "daerah_batik": "Solo",
      "makna_batik": "Motif batik ini mempunyai makna yang cukup dalam yaitu bahwa hidup harus dilandasi dengan perjuangan untuk mencari kebahagiaan baik lahir maupun batin, seperti keharuman bunga(kusuma). Seperti kebaikan pribadi tanpa harus meninggalkan norma yang berlaku di masyarakat.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/Motif-batik-parang-kusuma.jpg"
    },
    {
      "id": 130,
      "nama_batik": "Parang Rusak Barong",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Berasal dari kata batu karang dan barong (singa). Memiliki filosofi kuat sebagai parang yang paling besar dan agung. Oleh karena itu motif ini hanya boleh digunakan oleh raja, terutama untuk acara keagamaan dan meditasi.\r\n\r\nPenciptanya adalah Sultan Agung Hanyakrakusuma yang telah mengekspresikan pengalaman jiwanya sebagai raja yang memenuhi tugas dan kewajibannya dan sadar bahwa beliau merupakan manusia kecil di hadapan Sang Pencipta.\r\n\r\nKata barong berarti besar dan ini tercermin pada ukuran motif pada kain dan motif ini merupakan induk dari semua motif batik parang.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-parang-rusak-barong.jpg"
    },
    {
      "id": 145,
      "nama_batik": "Parang Tuding",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Memiliki makna menunjuk. Motif ini memiliki makna bahwa orang yang memakai diharapkan dapat menunjukkkan hal-hal yang baik dan menimbulkan kebaikan. Biasa digunakan oleh orang tua.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://kesolo.com/wp-content/uploads/2016/04/motif-batik-parang-tuding.jpg"
    },
    {
      "id": 133,
      "nama_batik": "Parikesit",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik ini mempunyai makna bahwa untuk mendapatkan keutamaan harus dibarengi dengan usaha keras dan juga kegesitan dalam pengerjaan. Dan juga dalam melaksanakannya tidak boleh menyimpang dari norma-norma yang ada pada masyarakat.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-ciptoning.jpg"
    },
    {
      "id": 164,
      "nama_batik": "Peksi Cupat Mangu",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Filosofi di dalamnya mengajarkan kita untuk bersenandung dengan alam. Mangu berarti merenung. Motif ini sekaligus mengajak kita untuk merenungkan akan makna keindahan alam, agar kita dapat belajar tentang keindahan dari alam, serta menjaga keindahan itu untuk alam.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/736x/23/45/43/2345431fbc550fc9e50557b9f765dedc.jpg"
    },
    {
      "id": 138,
      "nama_batik": "Petani",
      "daerah_batik": "Solo",
      "makna_batik": "Batik yang dibuat sebagai selingan kegiatan ibu rumah tangga di rumah di kala tidak pergi ke sawah atau saat waktu senggang. Biasanya batik ini kasar dan kagok serta tidak halus. Motifnya turun temurun sesuai daerah masing-masing dan batik ini dikerjakan secara tidak profesional karena hanya sebagai sambilan. Untuk pewarnaan pun diikutkan ke saudagar.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://batikincase.files.wordpress.com/2015/01/petani.jpg"
    },
    {
      "id": 116,
      "nama_batik": "Pintu Aceh",
      "daerah_batik": "Aceh",
      "makna_batik": "Motif batik Aceh biasanya mempunyai falsafah kehidupan juga kearifan lokal. Biasanya motif batik ini diaplikasikan baik untuk busana formal maupun non-formal. Sesuai daerahnya, batik aceh yang modelnya cocok dipakai untuk wanita adalah dengan model batik yang panjang dan longgar.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/Batik-Aceh.jpg"
    },
    {
      "id": 120,
      "nama_batik": "Pringgondani",
      "daerah_batik": "Magelang",
      "makna_batik": "Motif batik yang yang temanya diambil dari tempat tinggal seorang tokoh pewayangan, Gatotkaca yang merupakan putera dari Werkudara. Motif yang ditampilkan berupa sulur-sulur kecil yang tampak ada naga di sekitarnya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-pringgondani.jpg"
    },
    {
      "id": 109,
      "nama_batik": "Rasamala",
      "daerah_batik": "Jakarta",
      "makna_batik": "Motif batik rasamala tercipta disaat Belanda tiba ke daerah Sunda Kelapa. Dimana saat itu Sunda Kelapa masih berupa kumpulan hutan belantara. Mempunyai motif dengan gambaran pohon rasamala yang merupakan pohon keramat karena baunya yang wangi.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/Motif-batik-rasamala.jpg"
    },
    {
      "id": 110,
      "nama_batik": "Sasambo",
      "daerah_batik": "Nusa Tenggara Barat",
      "makna_batik": "Motif Batik Sasambo adalah motif yang tercipta oleh gabungan tiga etnis yang ada di NTB, yaitu suku sasak di lombok, suku samawa di sumbawa besar, dan suku mbojo di kepulauan Bima. Batik ini juga merupakan media mereka untuk mengenalkan budaya unik dan khas mereka. Memiliki motif-motif menarik seperti motif kakando, motif made sahe, dan juga motif uma lengge.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-sasambo-NTB.jpg"
    },
    {
      "id": 144,
      "nama_batik": "Sawat",
      "daerah_batik": "Solo dan Yogyakarta",
      "makna_batik": "Sawat berarti melempar. Pada zaman dahulu orang Jawa percaya para dewa sebagai kekuatan yang mengendalikan alam semesta. Salah satunya adalah Batara Indra yang bersenjata wajra atau bajra, yang berarti thathit (kilat). Senjata tersebut digunakan dengan cara melemparkannya (Jawa: nyawatake). Bentuk senjata tersebut menyerupai seekor ular yang bertaring dan bersayap (Jawa : mawa lar).  Bila dilemparkan ke udara, senjata ini akan menyambar - nyambar dan mengeluarkan suara yang sangat keras dan menakutkan.Walaupun menakutkan, wajra juga mendatangkan kegembiraan sebab dianggap sebagai pembawa hujan. Senjata pusaka batara indra ini diwujudkan dalam motif batik berupa sebelah sayap dengan harapan agar si pemakai selalu mendapatkan perlindungan dalam hidupnya.",
      "harga_rendah": 325000,
      "harga_tinggi": 325000,
      "hitung_view": 1,
      "link_batik": "https://lianrohima.files.wordpress.com/2012/07/semen-rama.jpg"
    },
    {
      "id": 161,
      "nama_batik": "Sawunggaling",
      "daerah_batik": "Sidoarjo dan Surabaya",
      "makna_batik": "Sawunggaling merupakan perlambangan dari kejayaan dan kemenangan. Di dalamnya, tersimpan harapan akan kekuatan yang dapat selalu mengatarkan pada kemenangan.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/736x/a1/99/87/a1998710244cf86dfe7b4b93a2261b84.jpg"
    },
    {
      "id": 93,
      "nama_batik": "Sekar jagad",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik yang sangat khas diIndonesia. Dilahirkan di dua kota yang terkenal akan seninya di Jawa, Solo dan Yogyakarta. Sekar Jagad mempunyai makna kecantikan dan keindahan bagi setiap orang yang melihatnya.\r\n\r\nNama ini diambil dari kata ‘’Kar Jagad’’ dari bahasa Jawa. Kar berarti peta, dan Jagad berarti dunia. Sehingga dilambangkan sebagai keragaman di seluruh dunia.\r\n\r\nAda juga yang mengartikan bahwa Sekar Jagad asalnya dari kata Sekar yang diartikan bunga dan Jagad sebagai Dunia. Dua arti ini saling menggambarkan bahwa makna dari batik Sekar Jagad berarti keindahan dan keanekaragaman bunga di seluruh penjuru dunia.",
      "harga_rendah": 89250,
      "harga_tinggi": 233750,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/satujam.com-motif-batik-sekar-jagad.jpg"
    },
    {
      "id": 160,
      "nama_batik": "Sekar Tanjung",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Filosofi yang mendalam tersimpan dalam motif ini. Anggrek sekar tanjung melambangkan keanggunan serta keindahan yang mendalam. Dimana di dalamnya tersimpan harmonisasi akan kehidupan.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://format-com-cld-res.cloudinary.com/image/private/s--m-ILikxo--/c_fill,g_center,h_264,w_640/a_auto,fl_keep_iptc.progressive,q_95/172610-9086873-BIT321_Buket_Sekar_Tanjung_F_jpg.jpg"
    },
    {
      "id": 106,
      "nama_batik": "Semen agung",
      "daerah_batik": "Pekalongan",
      "makna_batik": "Biasanya digunakan oleh raja-raja dahulu untuk menghadiri undangan keraton disaat ada upacara adat. Mempunyai makna tentang seorang pemimping yang mempunyai sifat baik, bebudi luhur, adil terhadap rakyat, dan tabah menghadapi segala rintangan daerah yang dipimpinnya. Mengayomi dan melindungi rakyat dan lingkungan disekitarnya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-semen-ageng.jpg"
    },
    {
      "id": 155,
      "nama_batik": "Semen Candra",
      "daerah_batik": "Solo",
      "makna_batik": "Berisi petunjuk bahwa seorang yang mempunyai kedudukan tinggi harus memberikan pengayoman kepada yang berada dibawahnya, menunjukkan sikap kumawulo (merakyat) dan tidak kumawasa (sok berkuasa).",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/www.satujam.com/wp-content/uploads/2015/12/batik-sudagaran.jpg"
    },
    {
      "id": 156,
      "nama_batik": "Semen Gendong",
      "daerah_batik": "Solo",
      "makna_batik": "Berarti menjunjung tinggi derajat keluarganya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://dunianyamaya.files.wordpress.com/2008/04/semen-romo-sawat-gurdo.jpg"
    },
    {
      "id": 146,
      "nama_batik": "Semen Gurdo",
      "daerah_batik": "Solo dan Yogyakarta",
      "makna_batik": "Makna yang terkandung yakni agar si pemakai mendapatkan berkah dan terlihat berwibawa.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://www.bisniskonfeksi.com/wp-content/uploads/2014/12/Motif-Batik-Yogyakarta-dan-Maknanya3.jpg"
    },
    {
      "id": 149,
      "nama_batik": "Semen Kakrasana",
      "daerah_batik": "Solo",
      "makna_batik": "Menggambarkan keteguhan hati, berjiwa kumawulo (merakyat). Bisa digunakan oleh masyarakat umum.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://3.bp.blogspot.com/_EVUkk6q8iB8/TPFzYuuV-cI/AAAAAAAAADw/7XF1VkoDOeM/s1600/semen+gunung.jpg"
    },
    {
      "id": 151,
      "nama_batik": "Semen Kingkin",
      "daerah_batik": "Solo",
      "makna_batik": "Menunjukkan suasana prihatin dalam kehidupan, dan permohonan supaya diberi jalan yang terang. Khusus untuk orang yang sudah berkeluarga, bukan lajang.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/originals/5e/f6/58/5ef6581308204f550fbc5880e445ab34.jpg"
    },
    {
      "id": 152,
      "nama_batik": "Semen Kukila",
      "daerah_batik": "Solo",
      "makna_batik": "Bermakna agar manusia dalam bertutur kata hendaknya tidak membuat sakit hati orang lain, seharusnya dapat menyenangkan orang lain. Dipakai untuk siapa saja dalam suasana apa saja.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/564x/ca/4d/62/ca4d6236c8fa7d056fda64b66fb1b0cd.jpg"
    },
    {
      "id": 148,
      "nama_batik": "Semen Kuncoro",
      "daerah_batik": "Solo",
      "makna_batik": "Mengandung makna bahwa sang pemakai akan memancarkan kebahagiaan.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://3.bp.blogspot.com/-xK9709kFi0s/WFO6c8QclUI/AAAAAAAABHU/pDwr6r2vO50CjxdKuvTUjIey08v8gstFwCLcB/s1600/SEMEN-KUNCORO.jpg"
    },
    {
      "id": 150,
      "nama_batik": "Semen Naga Raja",
      "daerah_batik": "Solo",
      "makna_batik": "Lambang ketentraman dalam menjalankan pemerintahan, memberikan perlindungan kepada rakyat atas dasar cinta kasih.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/www.raparapa.com/wp-content/uploads/2016/01/Motif-Batik-Pekalongan-Liong.png"
    },
    {
      "id": 105,
      "nama_batik": "Semen rama",
      "daerah_batik": "Pekalongan",
      "makna_batik": "Motif batik ini biasanya menggambarkan sebuah daratan yang dipenuhi dengan tanaman yang mulai bersemi dipadu dengan hewan berkaki empat, udara, burung yang terbang, serta air. Atau biasa disebut dengan titik puncak kehidupan yang mulai bersemi.\r\n\r\nDalam motif tersebut ada sebuah pesan dari seorang ksatria dari pewayangan yang bernama Ramawijaya disaat penobatan Wibisana diangkat menjadi pemimping di Kerajaan Alengka. Mempunyai delapan arti yang harus dimiliki oleh seorang pemimpin yaitu endabrata, yamabrata, suryabrata, sasibrata, bayubrata, dhanabrata, pasabrata, dan agnibrata.",
      "harga_rendah": 325000,
      "harga_tinggi": 375000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-semen-rama-1.jpg"
    },
    {
      "id": 147,
      "nama_batik": "Semen Rante",
      "daerah_batik": "Solo",
      "makna_batik": "Rante berarti rantai yang melambangkan ikatan. Jadi motif ini memiliki arti ikatan cinta yang terus tumbuh bersemi antara kedua mempelai.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://kesolo.com/wp-content/uploads/2016/02/Motif-Batik-solo-semen-rante-pethilan.jpg"
    },
    {
      "id": 154,
      "nama_batik": "Semen Remeng",
      "daerah_batik": "Solo",
      "makna_batik": "Bermakna mengingatkan bahwa dalam kehidupan ini selalu ada dua hal yang berpasangan, misalnya ada masa senang dan masa susah, baik dan buruk, dan sebagainya. Bisa digunakan oleh masyarakat umum.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/736x/30/7e/32/307e32aff223035590dbf69357d5a467.jpg"
    },
    {
      "id": 157,
      "nama_batik": "Semen Romo Bledak",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif semen yang berarti bersemi ini juga merupakan perlambangan dari tingginya suatu keluhuran budi.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://dunianyamaya.files.wordpress.com/2008/04/prabu-anomparang-tuding.jpg"
    },
    {
      "id": 153,
      "nama_batik": "Semen Sida-Raja",
      "daerah_batik": "Solo",
      "makna_batik": "Bermakna harapan terlaksananya cita-cita yang tinggi",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "http://assets.kompasiana.com/statics/files/14104798591429737925.jpg"
    },
    {
      "id": 121,
      "nama_batik": "Sido angrem",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik tradisional Indonesia yang satu ini menggambarkan induk ayam yang sedang mengerami telurnya. Makna yang terkandung didalamnya menggambarkan bahwa manusia harus selalu sabar dalam menjalani hidupnya agar apa yang sedang diperjuangkan tercapai. Sama seperti induk ayam yang dengan sabar mengerami telurnya sampai menetas.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-babon-angrem.jpg"
    },
    {
      "id": 137,
      "nama_batik": "Sido Asih",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif-motif berawalan sida (dibaca sido) merupakan golongan motif yang banyak dibuat para pembatik. Kata “sida” sendiri berarti jadi/menjadi/terlaksana. Dengan demikian, motif-motif berawalan “sida” mengandung harapan agar apa yang diinginkan bias tercapai. Makna dari motif Sida Asih (dibaca Sido Asih) adalah harapan agar manusia mengembangkan rasa saling menyayangi dan mengasihi antar sesama.",
      "harga_rendah": 395000,
      "harga_tinggi": 395000,
      "hitung_view": 1,
      "link_batik": "http://www.bisniskonfeksi.com/wp-content/uploads/2014/12/Motif-Batik-Sido-Asih1.jpg"
    },
    {
      "id": 100,
      "nama_batik": "Sidodrajad",
      "daerah_batik": "Yogyakarta dan Surakarta",
      "makna_batik": "Motif Batik Sido drajad biasanya dipakaikan kepada besan disaat upacara pernikahan berlangsung. Uniknya adalah batik ini tidak sekedar dipakai karena setiap pemakaiannya mempunyai arti tersendiri bagi pemakai.\r\n\r\nMisalkan saja jika dipakaikan kepada anak kecil, memakainya dengan cara sabuk wolo. Membuat pemakainya, yaitu anak-anak bisa bergerak bebas disaat memakai batik ini. Sesuai dengan jiwa yang ada pada diri anak-anak, mempunyai kebebasan dan belum dewasa.",
      "harga_rendah": 105000,
      "harga_tinggi": 105000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-Sido-Drajad.JPG.jpg"
    },
    {
      "id": 91,
      "nama_batik": "Sidoluhur",
      "daerah_batik": "Solo dan Yogyakarta",
      "makna_batik": "Motif batik Sidoluhur ini mempunyai makna keluhuran. Setiap orang Jawa beranggapan bahwa tujuan hidup adalah untuk mencapai keluhuran materi dan non materi.\r\n\r\nKeluhuran materi berarti kebutuhan raga yang tercukupi dengan jalan yang benar. Sedangkan keluhuran non materi adalah pencapaian disaat bisa dipercaya oleh orang lain.\r\n\r\nMotif batik Sidoluhur ini mempunyai makna bahwa orang tidak hidup untuk dirinya sendiri, namun dia juga hidup untuk keluarga, lingkungan, masyarakat, dan Tuhan yang menciptakannya.",
      "harga_rendah": 95000,
      "harga_tinggi": 148750,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-sido-luhur.jpg"
    },
    {
      "id": 101,
      "nama_batik": "Sido mukti",
      "daerah_batik": "Yogyakarta dan Surakarta",
      "makna_batik": "Motif batik sido mukti mempunyai makna tingkat kehidupan yang selalu didambakan oleh banyak orang Jawa. Mukti berarti kemakmuran, baik itu hidup makmur di dunia maupun di akhirat. Dan dalam pencapaian untuk kesana pun harus dibarengi dengan kerja keras, keluhuran budi, kebenaran ucapan dan tindakan.",
      "harga_rendah": 95000,
      "harga_tinggi": 395000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-sidomukti.jpg"
    },
    {
      "id": 108,
      "nama_batik": "Sido mukti magetan",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik Sidomukti mempunyai ciri khas dengan gambar bambu. Biasanya mempunyai gabungan warna hitam dan biru. Melambangkan ketenangan lahir dan batin bagi pemakainya. Motif batik ini biasa digunakan dalam upacara adat atau acara-acara resmi di daerah Magetan.\r\n\r\nDi Magetan, selain batik Sidomukti yang begitu mengaggumkan, ada produk unggulan yang sudah begitu tersohor lainnya yaitu produk kerajinan kulit. Berbagai model sepatu kulit, sandal kulit wanita dan pria, jaket, tas kulit dan sebagainya.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-sidomukti-magetan.jpg"
    },
    {
      "id": 139,
      "nama_batik": "Sido Mulyo",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Bermakna dharma, kemakmuran dan melindungi buminya. Begini bentuk Modern Batik dengan Motif Sido Mulyo.Sido Mulyo Mengenal Berbagai Macam Jenis Batik",
      "harga_rendah": 125000,
      "harga_tinggi": 145000,
      "hitung_view": 1,
      "link_batik": "http://blog.indahnesia.com/images/20090109_batik_pattern.jpg"
    },
    {
      "id": 97,
      "nama_batik": "Slobog",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Slobog mempunyai arti lobok atau longgar. Kain ini biasanya dipakai untuk melayat, mempunyai tujuan agar orang yang meninggal tidak mendapatkan kesulitan disaat menghadap kepada Yang Maha Kuasa.\n\nDalam batik Slobog ini mempunyai prinsip-prinsip yang kuat tentang keagamaan bahwa manusia setelah mengalami kematian akan hidup lagi dan mengalami kehidupan yang berbeda di kehidupan lain, yaitu berjumpa dengan Tuhan Yang Maha Esa.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/Motif-Batik-Slobog.jpg"
    },
    {
      "id": 119,
      "nama_batik": "Sudagaran",
      "daerah_batik": "Solo dan Yogyakarta ",
      "makna_batik": "Sudagaran berasal dari kata saudagar atau pedagang. Motif batik Sudagaran ini dahulu dibuat oleh para saudagar. Dibuatnya motif batik ini dikarenakan adanya larangan dari kalangan keraton terhadap masyarakat untuk bisa ikut menikmati motif batik keraton pada kain yang mereka kenakan.\r\n\r\nPenciptanya membuat dengan mengubah motif batik keraton dengan isen yang lebih rumit lalu dipadu dengan titik-titik di dalamnya. Motif batik ini terlihat sangat berani dengan penekanan motif untuk pemilihan bentuk, motif alam, satwa, dan juga pemilihan warna dimana didominasi dengan warna biru tua dan soga.\r\n\r\nDengan pengutamaan kualitas dalam proses pembuatannya yang lebih rumit dari batik keraton dan juga keragaman hias yang baru tersebut membuat Motif Bati Sudagaran terlihat indah.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-sudagaran.jpg"
    },
    {
      "id": 98,
      "nama_batik": "Tambal",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif batik tambal diumpamakan sebagai menambal atau memperbaiki hal-hal yang rusak pada kehidupan manusia. Bahkan pada zaman dahulu motif batik ini sering digunakan pada orang sakit sebagai selimut untuk upaya kesembuhan.\r\n\r\nMotif batik ini biasanya diambil dari motif batik ceplok, para, hingga motif peru yang didesain kembali menjadi desain kotak-kotak. Sedangkan warnanya merupakan paduan dari warna gelap dan terang yang menandakan seperti ada tambalan pada motif itu sendiri.",
      "harga_rendah": 89250,
      "harga_tinggi": 145000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-tambal.jpg"
    },
    {
      "id": 135,
      "nama_batik": "Tasik",
      "daerah_batik": "Tasikmalaya",
      "makna_batik": "Motif batik yang berkembang dari salah satu daerah Sunda, Tasikmalaya. Sama seperti daerah-daerah lain yang memiliki ciri khas tersendiri yang menggambarkan tentang daerahnya. Batik Tasikmalaya mempunyai ciri rerumputan flora dan fauna, dan hal-hal lainnya yang berkaitan dengan alam. Dan biasanya diwarnai dengan warna biru, coklat, dan merah padam.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i0.wp.com/obatrindu.com/wp-content/uploads/2016/09/batik-tasikmalaya.jpg"
    },
    {
      "id": 113,
      "nama_batik": "Toraja",
      "daerah_batik": "Tana Toraja",
      "makna_batik": "Motif batik toraja merupakan batik dari daerah Sulawesi Selatan. Biasanya mengangkat tema peribahasa yang mempunyai ajakan kebajikan yang berlaku disana. Misalnya gambar kerbau yang melambangkan kebesaran atau burung belibis yang menggambarkan kejayaan.\n\nMotif batik yang ada di toraja merupakan hasil pengembangan budaya Toraja yang sebelumnya hanya ada bentuk berupa ukiran yang di pahat di setiap rumah adat mereka. Namun seiring waktu dikembangkan menjadi batik.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-toraja.jpg"
    },
    {
      "id": 96,
      "nama_batik": "Truntum",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Pencipta batik ini adalah Kanjeng Ratu Kencana, Permaisuri  dari Sunan Paku Buwana III. Mempunyai makna cinta yang tumbuh kembali. Diciptakan sebagai simbol cinta yang tulus tanpa syarat, abadi, dan semakin lama semakin berkembang.\r\n\r\nMotif batik Truntum ini biasanya dipakaikan kepada orangtua pengantin pada saat hari pernikahan. Harapannya adalah agar cinta kasih milik orangtua yang tumoruntum akan dirasakan juga oleh kedua mempelai.",
      "harga_rendah": 89250,
      "harga_tinggi": 175000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-truntum.jpg"
    },
    {
      "id": 115,
      "nama_batik": "Tuban",
      "daerah_batik": "Tuban",
      "makna_batik": "Batik Tuban memuat karya estetika yang tinggi di setiap goresan batiknya, dan juga nilai budaya Tuban yang cukup jelas, sehingga batik ini menjadi salah satu batik tradisional yang mempunyai kekhasasan tersendiri.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/Kain-Sutera-Batik-Tuban.jpg"
    },
    {
      "id": 92,
      "nama_batik": "Tumpal",
      "daerah_batik": "Pekalongan",
      "makna_batik": "Motif Batik ini mempunyai bentuk dasar  segitiga sama kaki. Dan didalamnya terdapat motif bunga untuk menambah nilai seninya. Biasanya motif ini digunakan sebagai pelengkap saja dan dikenakan pada pinggiran selendang atau jarik.",
      "harga_rendah": 106250,
      "harga_tinggi": 125000,
      "hitung_view": 1,
      "link_batik": "https://i1.wp.com/obatrindu.com/wp-content/uploads/2016/09/batik-unik-motif-batik-tumpal.jpg"
    },
    {
      "id": 132,
      "nama_batik": "Udan Liris",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Motif ini mengandung makna tabah dalam menjalani kehidupan walau dilanda panas dan hujan silih berganti. Ibarat pengantin baru yang harus tabah terhadap segala rintangan yang menghadapi, tidak boleh mengeluh, dan harus bisa diselesaikan bersama-sama.",
      "harga_rendah": 97750,
      "harga_tinggi": 135000,
      "hitung_view": 1,
      "link_batik": "https://i2.wp.com/obatrindu.com/wp-content/uploads/2016/09/motif-batik-udan-liris.jpg?w=640"
    },
    {
      "id": 163,
      "nama_batik": "Ukel Kantil Lung-Lungan",
      "daerah_batik": "Solo",
      "makna_batik": "Motif ini merupakan perlambangan dari kesahajaan yang tinggi. Kesahajaan yang didalamnya memancarkan keanggunan. Keanggunan yang tercipta dari harmoni yang santun.",
      "harga_rendah": 141000,
      "harga_tinggi": 247000,
      "hitung_view": 1,
      "link_batik": "https://s-media-cache-ak0.pinimg.com/736x/f0/b6/ab/f0b6ab1831055762b5be985cc45059a3.jpg"
    },
    {
      "id": 140,
      "nama_batik": "Wahyu Temurun",
      "daerah_batik": "Yogyakarta",
      "makna_batik": "Diharapkan pemakainya selalu mendapatkan petunjuk dalam menghadapi kehidupan oleh Yang Maha Kuasa.Wahyu Temurun Mengenal Berbagai Macam Jenis Batik",
      "harga_rendah": 165750,
      "harga_tinggi": 335750,
      "hitung_view": 1,
      "link_batik": "http://3.bp.blogspot.com/-t5jYAYy0wuo/U1k8iAC62mI/AAAAAAAAAFA/qGCKpjjq35I/s1600/batik.jpg"
    }
  ],
  "total_halaman": 1,
  "total_element": 75,
  "min_price": 73000,
  "max_price": 395000
}
